[
  "anchor-display-text",
  "cm-chs-patch",
  "format-with-prettier",
  "linked-note-exporter",
  "obsidian-advanced-uri",
  "obsidian-title-serial-number-plugin",
  "obsidian42-brat",
  "open-tab-settings",
  "quick-explorer",
  "quick-tagger",
  "url-into-selection",
  "another-dynamic-highlights",
  "checkbox-style-menu",
  "chinese-calendar",
  "cmdr",
  "colored-tags",
  "components",
  "creases",
  "css-inlay-colors",
  "editor-width-slider",
  "execute-code",
  "folder-notes",
  "gridexplorer",
  "keyshots",
  "lineage",
  "links",
  "messager",
  "modal-opener",
  "note-toolbar",
  "obsidian-another-quick-switcher",
  "obsidian-auto-link-title",
  "obsidian-douban-plugin",
  "obsidian-heading-shifter",
  "obsidian-image-toolkit",
  "obsidian-kanban",
  "obsidian-latex-suite",
  "obsidian-markdown-export-plugin",
  "obsidian-markmind",
  "obsidian-outliner",
  "obsidian-zoom",
  "oin-gotoheading",
  "periodic-notes",
  "quickadd",
  "slash-commander",
  "tabs",
  "multiple-notes-outline",
  "templater-obsidian",
  "obsidian-enhancing-export",
  "copy-url-in-preview",
  "focus-time",
  "code-files",
  "dashboard-navigator",
  "quick-plugin-switcher",
  "hot-reload",
  "paste-image-rename-convert",
  "obsidian-linter",
  "password-manager",
  "obsidian-copy-block-link",
  "table-collapse-plugin",
  "obsidian-git",
  "various-complements",
  "dataview",
  "obsidian-tasks-plugin",
  "nav-link-header",
  "link-navigation",
  "canvas-minimap-beta",
  "copy-plaintext",
  "advanced-search-ui",
  "colorful-sticky-notes",
  "page-scroll",
  "better-heading-link",
  "obsidian-quiet-outline",
  "dynamic-outline",
  "obsidian-front-matter-title-plugin",
  "canvas-loom",
  "snipdock",
  "canvas-minimap-mod",
  "better-search-views",
  "sfb-better-search-and-replace",
  "codeblock-customizer",
  "tick-tones",
  "show-whitespace-cm6",
  "copy-image-text",
  "colorful-stickynotes",
  "yolo",
  "better-links",
  "task-board",
  "html-docs",
  "obsidian-memos",
  "inlineai",
  "obsidian-style-settings",
  "draw-in-canvas",
  "better-plugins-manager",
  "obsidian-mindmap-nextgen",
  "vertical-tabs",
  "docxer",
  "obsidian-excalidraw-plugin"
]